---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.InsulationTypeSet
source: html/44c379b2-47e2-91a0-dfee-46eec4eafa64.htm
---
# InsulationTypeSet Members

Initializes a new instance of the InsulationTypeSet class